{
    "About": {
        "text": "Welcome to my world of exploration, where I strive to unlock the endless possibilities of today’s technology. With an engineer's passion at my core, I have always marveled at the inner workings of, frankly, any kind of systems I can get hands on - from taking apart the gears of table fans to the intricate architecture of CPUs. This lifelong fascination has propelled me on a journey of lifelong learning and system-building as a technologist.\n\nMy love for technology flourished as I developed my own versions of tic-tac-toe, sudoku, and minesweeper on a Windows 95 machine. It was then that I realized coding was my creative outlet, akin to my other avocations- pencil-sketching and composing melodies on the guitar and ukulele. I could not tell the difference in either form of expression even though they were worlds apart as domains. Java became my language of choice, and I reveled in the artistry of crafting not-so-elegant code at first, but gradually line by line, bug by bug and system by system my study had begun.\n\nAs my knowledge grew, I realized that technology could transcend boundaries and impact a large number of, if not all, industries. One area that particularly captivated me was the dynamic realm of finance. Embracing this fascination, I embarked on a role at Asia's largest equities brokerage firm, where I gained valuable insights into financial data, trade-flow, capital markets, and algorithmic trading. Alongside this, I had the privilege of optimizing data systems, embracing transformative technologies, and implementing innovative solutions. However, my true fulfillment lies in making a positive difference in people's lives through technology. For me, engineering is not just about finding elegant solutions; it's about using what we have, whatever resources to empower and enable the maximum number of people. With each problem I solve, I strive to create solutions that have a meaningful impact.\n\nWith a Master of Science in Information Systems under my belt, I now find myself at the crossroads of software engineering, machine learning, and AI in the world of finance. Now in a world of large language models, it truly is an exhilarating space where I can apply my expertise to push the boundaries of what's possible. So, join me on this exciting journey as we explore the universe of software, machine learning, this ever-evolving landscape one line of code at a time."
    }
}