{
  "Introduction": {
    "title": "Why Scaiverse?",
    "description": "",
    "url": "",
    "others": [""]
  },
  "Wildfire_Prediction": {
    "title": "US Wildfires — Hell on Earth",
    "description": "In recent years, wildfires have become a global concern, posing a significant threat to ecosystems and human lives. In this comprehensive analysis, ML models were employed to predict and understand various aspects of wildfires. The analysis began with an exploratory data analysis, revealing the widespread nature of wildfires across different states in the United States, with California, Georgia, Texas, North Carolina, and Florida being the most affected regions. Further investigation focused on predicting the causes of wildfires, highlighting the importance of factors such as time of day and specific causes like 'Debris Burning' in contributing to these devastating incidents. The analysis also explored the geographical distribution of wildfires, using heatmaps to identify the most prone areas. California emerged as the most vulnerable state, followed by Georgia, Texas, North Carolina, and Florida. <br>Additionally, the analysis delved into predicting the size of wildfires, aiming to aid response units in resource allocation and mitigation strategies. Recursive Feature Selection identified key predictors, allowing for a better understanding of the variations in wildfire sizes. <br><br>Overall, this analysis provides valuable insights for authorities and departments responsible for wildfire management. By understanding the causes, locations, and sizes of wildfires, decision-makers can develop more effective strategies for prevention, containment, and response. These findings contribute to the ongoing efforts in minimizing the impact of wildfires and fostering better preparedness to combat future occurrences. With the knowledge gained from ML models and data analysis, steps can be taken to mitigate the devastating effects of wildfires and protect our ecosystems and communities.",
    "url": "https://medium.com/@vrinda.sharma/us-wildfires-hell-on-earth-6602e709f43d",
    "others": [""]
  },
  "Adversarial_Attack": {
    "title": "False signals: Robust Physical Adversarial Attack on Faster R-CNN Object Detector",
    "description": "In a world increasingly driven by AI, the fact that machines can be deceived by subtly manipulated images—known as adversarial attacks—is both fascinating and alarming. These attacks, which exploit vulnerabilities in computer vision models, pose significant challenges beyond simple image classification, particularly in the more complex task of object detection.<br>To explore and mitigate this threat, our team of six at UT Austin focused on the widely used Faster R-CNN object detector. With white-box access, we engineered adversarial traffic walk signs that successfully fooled the model into misclassifying them. By optimizing perturbations, adding random distortions, and fine-tuning hyperparameters, we demonstrated how even robust models can be misled.<br>The implications are profound: adversarial attacks could misguide autonomous vehicles, misdiagnose medical conditions, or disrupt military target identification—highlighting the urgent need for stronger defenses in AI systems.<br>Our work sheds light on these vulnerabilities and offers a path toward more resilient and trustworthy AI. As artificial intelligence permeates critical sectors, understanding and mitigating adversarial risks will be essential to ensuring its safety and reliability in an increasingly complex world.",
    "url": "https://medium.com/@k4rd4k/falsesignals-robust-physical-adversarial-attack-on-faster-r-cnn-object-detector-d94dfc2b8d15",
    "others": [""]
  }
}
